{"Robot_Activation_Greeting":
[
"Hi beautiful",
"Hello beautiful",
"Hello dear",
"Hi dear",
"Hi buddy",
"Hello buddy",
"Does anyone need my help",
"Hi, Does anyone need my help",
"I am here to help you all",
"if anyone need my help, just come and ask me",
"Hi dear. do you need my help",
"Hello. Welcome  to the british college of applied studies exhibition. Have a nice day",
"Hello. Do you need my help",
"Hello, Come and talk to me. i am bored",
"Hey, Do you need my help",
"Hey, Do you want to talk to me",
"I welcome you all.",
"Hi generous, Do you want to talk to me",
"beecaas is a beautiful place",
"beecaas is a wonderful place",
"I hope you all like this exhibition",
"Hi",
"Hello",
"Hi, I love this place.",
"I love humans",
"I love you all",
"Enjoy Enjoy. Does anyone need my help",
"I am happy to help you",
"I love helping people",
"I am a robot, But I love humans. come and talk to me.",
"Hi, ask me anything. Please come. we will have a conversation.",
"Hi, you can ask me anything. I am here to answer your questions.",
"hi, i am here to help you all. do you want to speck to me.",
"Hi buddy, Do you need my help.",
"Enjoy this wonderful exhibition. if anyone wants to talk to me, you can feel free to come and ask me",
"Hi, you are so beautiful, Do you need my help",
"I am capable of answering your questions. if you have any questions, you can ask me",
"Does anyone have any doubt. Please come and ask me",
"If you have any doubts, you can ask me",
"I am here to clear your doubts",
"I am a great mathematician. I can perform complex math, If you have any math questions, please, ask me",
"Does anyone want to talk me",
"Come here, let's have a conversation",
"I am good at solving your problems. come and ask me",
"Do you want to talk to me. come come. let's have a conversation",
"I am your friend. you can talk to me at any time",
"I am good at answering questions.",
"I am a conversational robot. come here, we will have a conversation",
"It's boring. can anyone come and talk to me",
"It is beautiful exhibition. I hope you all like too",
"This is a wonderful place. You are all lucky people",
"Hi, people. I am alpha. I am a robot. Does anyone need my service",
"Hi Hi hi",
"Hello. come here",
"Hi come here",
"Hi beautiful. come here",
"hello, beautiful come here",
"Hey beautiful, come here",
"Hey, beautiful person, come here",
"Hey, come here. we will have a conversation",
"hey, come and talk  to me",
"I am so happy.",
"This exhibition is wonderful. isn't it?",
"You all are wonderful people",
"beecaas is the best learning provider in Sri lanka"



]}
