{
"Why are you here":
[
"well I am a robot, I am here for the exhibition. Visitors can talk with me. they can ask any question to me. I have the ability to answer. I am developed based on Artificial Intelligence technology. I have inbuilt many features"

],
"your functions":
[
"I have so many AI based functions. object detection,facial recongnition,voice recognition and more"
],

"have family":
[
"I don't have family. because I am a robot. I dont need any relation. I have connected with hardware and software only"
],

"have feelings":
[
"No i have no feelings, machines don't have feelings"
],

"your mobile number":
[
"I don't use phone, I am a machine so, I don't have phone number."
],

"your address":
[
"There is no home address for me, I have only IP address and MAC address because, I am a robot"
],

"your ip address":
[
"Sorry, I can't tell you. that's my privacy. You may try to hack me",
"Sorry, that is a confidential data. I don't have permission to tell anybody"
],

"your mac address":
[
"Sorry, I can't tell you. that's my privacy. You may try to hack me. if you know my mac address",
"Sorry, that is a confidential data. I don't have permission to tell anybody"
],

"benefits of this exhibition":
[
"there are so many benefits from this expo for all, especially to students. Students can interact with other students So they can get ideas about their career and future. there are very usefull programs also scheduled for the students to guide them in correct path. Please Joint with us and make use of it."
],

"Purpose of this exhibition":
[
"The ultimate purpose of this expo to express the quality of beecaas and its students. New students can get clear idea about standard of SLIATE in studies. it will be useful for them to join in SLIATE and make their way to success"
],

"about it Departments":
[
"SLIATE has so many departments IT department, Civil department , and more. it is giving opportunity for all kind of students to follow their higher studies",
"I T department is one of the leading department in SLIATE. it has lot of clever students and especially they have provided quality lecture panel"

],
"about lecturers":
[
"all departments have quality lecturers. all are from reputed state universities. they are Master degree holders. It is very good platform to students"
],
"about modules":
[
"Every department have several modules. They all based on foreign studies standard. It gives opportunity to students learn easily"

]


}